{
  "translation": {
    "locales": {
      "de": "German",
      "en": "English"
    },
    "general": {
      "ok": "Ok",
      "language_label": "Language"
    },
    "navigation": {
      "article": "Article"
    },
    "quackpage": {
      "profile_ref": "Go to profile",
      "speciality": "Speciality"
    },
    "settings": {
      "general": "General",
      "produck_user_id": "ProDuck User ID:",
      "post_options": "Post Options",
      "open_posts_in_new_window": "Open posts in new window?",
      "max_title_length_in_url": "Max. number of characters for title in URL:",
      "use_theme_template": "Use theme's page template?",
      "show_provided_by_links": "Show \"Content provided by ProDuck\" links?",
      "max_number_of_posts": "Max. number of displayed posts",
      "chat_options": "Chat Options",
      "chat_enabled": "Chat enabled?",      
      "settings_intro_general": "<p>Configure the basic settings here to enable the plugin functionality. You can find your ProDuck user ID (also referred to as Chat ID) after logging in at <a href=\"https://www.produck.de/xpert.html\" target=\"_blank\">www.produck.de</a> under your profile. The DNS token can be created in your account settings and authorizes your website to retrieve various types of data. Quack tokens define which accounts (max. 20, including your own) you want to link to your website in order to display their content. Quack tokens can also be generated in your account settings.</p>",
      "settings_intro_chat": "<p>If you want to use the Produckchat directly on your Wordpress site, you can activate it here.</p>",
      "settings_intro_links": "<p>Define here whether links to individual posts and the post overview should be opened in a new tab.<br/> You can also influence the maximum length of the URL of individual pages by setting the maximum length of the part that represents the title.<br/> Finally, you can choose whether to use the page template provided by the Produck plugin for post-specific pages or prefer the page template of the theme you are using.</p>",
      "settings_intro_integration_options": "<p>Here you can define different integration options for ProDuck posts on your website's front page. Options include automated integration into your template, via ShortCode, via widget, or through redirection. It is also possible to combine multiple integration methods.</p>",
      "combine_produck_wordpress_posts": "Direct Integration.",
      "ignore_noimage_posts": "Require primary image: Ignore articles that do not have a featured image set",
      "ignore_duplicate_posts": "Ignore duplicates: Skip posts that are already included in another section (except widgets)",
      "settings_intro_integration": "The following integration options are available",
      "combine_produck_posts_main_area": "Combine ProDuck posts and WordPress posts in the main area",
      "combine_produck_posts_all_areas": "Combine ProDuck posts and WordPress posts in all areas",
      "combine_produck_posts_redirect": "Integration via Redirect",
      "combine_produck_posts_no_integration": "No Integration",
      "integration_options_text_main_area": "With this option, ProDuck posts will be integrated into your existing WordPress posts based on publication date and only in the main area. The WordPress theme and template will be used.",
      "integration_options_text_all_areas": "Like option 1, but ProDuck and local WordPress posts are combined in all areas, such as the sidebar or other post lists.",
      "integration_options_text_redirect": "Enables a redirect of the front page. The new destination page will show all posts from your WordPress database combined with ProDuck posts. The list is unformatted and must be styled by the site administrator.",
      "integration_loops": "Integration Loops",
      "set_post_loop_limit": "Depending on your WordPress integration and installed plugins, it may happen that with the 'Ignore duplicates' option enabled, no ProDuck posts are integrated. This can be corrected by adjusting the number of integration loops, which increases the number of runs in which posts are integrated into different areas. By gradually increasing the number of integration loops, you can better control the number of duplicate posts.",
      "settings_intro_widget": "<p>Select the maximum number of posts to be displayed in the ProDuck widget. Please note that you must add the widget to the visible widgets under 'Appearance -> Widgets' before it is displayed on your site.</p>",
      "integration_per_short_code_description": "Copy and paste this shortcode into your front page template (e.g., index.php). A block showing both WordPress and ProDuck posts will be displayed in place of the shortcode.",
      "integration_per_short_code": "Integration via Shortcode.",
      "yes": "Yes",
      "no": "No",
      "plugin_settings_info": "Here you can find settings for the Produck plugin.",
      "produck_configuration": "Produck Configuration",
      "max_posts_must_be_integer": "The 'Maximum number of posts to recall' must be a positive integer.",
      "max_loops_must_be_integer": "The 'Maximum number of loops to run' must be a positive integer.",
      "user_id_must_be_integer": "The DNS token is invalid. Please enter a valid token in Base64 URL format.",
      "quack_dnstoken_must_be_valid_token": "Der DNS-Token ist ungültig. Bitte geben Sie einen gültigen Token im Base64-URL-Format ein.",
      "quack_token_must_be_hex": "The Quack Token must be a string of hexadecimal digits.",
      "title_length_must_be_integer": "The title length specification must be an integer.",
      "number_of_quacks_must_be_integer": "The number of displayed quacks must be an integer.",
      "invalid_user_id": "Invalid customer ID",
      "invalid_response": "Invalid response",
      "save": "Save",
      "cancel": "Cancel",
      "produck_id_needed": "To use ProDuck in Wordpress, your ProDuck User ID is required. You can find this in your profile on produck.de/xpert.html.",
      "produck_user_id_label": "ProDuck User ID:",
      "support_produck_links": "Support ProDuck with \"Provided By\" links displayed below the posts:",
      "set_max_posts_to_recall": "Set the maximum number of posts to fetch and integrate from ProDuck",
      "settings": "Settings",
      "settings_title": "Settings"
    },
    "text": {
      "affiliate_note": "* Please note that links on this page may be affiliate links. For purchases made through any of these links, the author receives a commission (if you accept the partner's marketing cookies). There are no additional costs for you. However, you support the author. Prices, delivery conditions and availabilities correspond to the specified status (date/time) and can change at any time. Information on this page may therefore differ from those on the partner sites. For the purchase of a specific product, the price and availability information displayed on the relevant website(s) (e.g., Amazon) at the time of purchase applies. Certain content displayed on this page comes from Amazon. This content is provided 'as is' and may be changed or removed at any time.",
      "all_settings": "All Settings",
      "answered_on": "Answered on",
      "article_overview": "Article Overview",
      "buy_on_amzn": "Buy on Amazon*",
      "chat_with": "Chat with ",
      "close": "Close",
      "copy": "Copy",
      "current_posts": "Current Posts",
      "current_posts_by_external_authors": "Current Posts by External Authors",
      "date_on": "from ",
      "external_article": "ProDuck Guest Article",
      "external_chat": "ProDuck Chat Transcript",
      "external_posts": "ProDuck Guest Posts",
      "expert": "Expert",
      "find_exciting_articles_chats_questions": "Find exciting articles, chats, and questions",
      "go_to_post_overview": "To Post Overview",
      "in_this_article": "In this article",
      "last_updated_on": "Last updated on ",
      "more_info": "More Information*",
      "more_posts": "More Posts",
      "notify": "Notify",
      "price_incl_vat": "Price incl. VAT, excl. shipping costs. Last update on ",
      "post_overview": "Post Overview",
      "product_not_found": "Product not found",
      "published_on": "Published on",
      "rating": "Rating",
      "share": "Share",
      "share_link": "Share Link",
      "share_page": "Share Page",
      "support_us": "Do you want to support us? For purchases made through our partner shops, we receive a commission. For correct tracking, it is necessary for you to accept our partners' marketing cookies. The price does not change because of this. We would appreciate your support and wish you continued enjoyment on our site.",
      "these_offers_might_interest_you": "These offers might interest you",
      "view_on_amzn": "View on Amazon*",
      "views": "Views",
      "written_by": "by "
    },
    "shariff": {
      "mailBody1": "Hi, I want to recommend the following service to you {url}. There you can get advise and support to a various number of products. Check it out!",
      "mailBody2": "Hi, you can reach me via the following link",
      "shareQuack": "My recommendation",
      "title": "ProDuck - The expert among the online portals"
    }
  }
}
